Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# NewSessionMenu.NewTabNextToCurrent
source: New Tab Next to Current Tab
de: Neuer Tab neben aktuellem Tab
ja: 現在のタブの隣に新しいタブ
pt_br: Nova aba ao lado da aba atual
ru: Новая вкладка рядом с текущей
zh_hans: 在当前标签页旁新建标签页

# NightlyBuild.OldWarning
source: This nightly build is over 30 days old. Consider updating soon: you may be suffering from awful bugs in blissful ignorance.
de: Dieser Nightly Build ist über 30 Tage alt. Erwägen Sie ein baldiges Update: Möglicherweise leiden Sie gerade in seliger Unwissenheit unter schlimmen Fehlern.
ja: このNightly Buildは30日以上前のものです。ひどいバグに気づかないまま使っている可能性があるので、早めの更新を検討してください。
pt_br: Esta versão nightly tem mais de 30 dias. Considere atualizar em breve: você pode estar sofrendo com bugs terríveis sem saber.
ru: Этой ночной сборке больше 30 дней. Рекомендуем обновиться в ближайшее время: возможно, вы уже страдаете от ужасных ошибок, даже не подозревая об этом.
zh_hans: 此 nightly 构建已超过 30 天。建议尽快更新：你可能在不知不觉中深受严重 bug 之苦。

# NightlyBuild.TakeMyChances
source: I’ll Take My Chances
de: Ich gehe das Risiko ein
ja: リスクを承知で続ける
pt_br: Vou arriscar
ru: Рискну
zh_hans: 我愿承担风险

# NightlyBuild.UpdateNow
source: Update Now
de: Jetzt aktualisieren
ja: 今すぐ更新
pt_br: Atualizar agora
ru: Обновить сейчас
zh_hans: 立即更新

# NonTextPaste.CopiedFileMissing
source: The copied file no longer exists.
de: Die kopierte Datei existiert nicht mehr.
ja: コピーしたファイルは既に存在しません。
pt_br: O arquivo copiado não existe mais.
ru: Скопированный файл больше не существует.
zh_hans: 复制的文件已不存在。

# NonTextPaste.CouldNotCreateArchive
source: Could not create archive of “%1$@”: %2$@
de: Archiv von „%1$@“ konnte nicht erstellt werden: %2$@
ja: 「%1$@」のアーカイブを作成できませんでした: %2$@
pt_br: Não foi possível criar o arquivo compactado de “%1$@”: %2$@
ru: Не удалось создать архив «%1$@»: %2$@
zh_hans: 无法创建 “%1$@” 的压缩文件：%2$@

# NonTextPaste.CouldNotCreateTempDir
source: Could not create temporary directory.
de: Temporäres Verzeichnis konnte nicht erstellt werden.
ja: 一時ディレクトリを作成できませんでした。
pt_br: Não foi possível criar o diretório temporário.
ru: Не удалось создать временный каталог.
zh_hans: 无法创建临时目录。

# NonTextPaste.CouldNotReadFile
source: Could not read file “%@”.
de: Datei „%@“ konnte nicht gelesen werden.
ja: ファイル「%@」を読み込めませんでした。
pt_br: Não foi possível ler o arquivo “%@”.
ru: Не удалось прочитать файл «%@».
zh_hans: 无法读取文件 “%@”。

# NonTextPaste.CouldNotSaveImage
source: Could not save image to temporary file: %@
de: Bild konnte nicht in temporärer Datei gespeichert werden: %@
ja: 画像を一時ファイルに保存できませんでした: %@
pt_br: Não foi possível salvar a imagem em um arquivo temporário: %@
ru: Не удалось сохранить изображение во временный файл: %@
zh_hans: 无法将图像保存到临时文件: %@

# NonTextPaste.FileNotUTF8
source: File “%@” is not valid UTF-8 text.
de: Die Datei „%@“ ist kein gültiger UTF-8-Text.
ja: ファイル「%@」は有効なUTF-8テキストではありません。
pt_br: O arquivo “%@” não é um texto UTF-8 válido.
ru: Файл «%@» не является корректным текстом в кодировке UTF-8.
zh_hans: 文件“%@”不是有效的UTF-8文本。

# NonTextPaste.LargePasteConfirm
source: OK to paste %lld bytes of base64-encoded data?
de: %lld Bytes base64-codierte Daten einfügen?
ja: Base64エンコードされた%lldバイトのデータを貼り付けますか?
pt_br: Deseja colar %lld bytes de dados codificados em base64?
ru: Вставить %lld байта данных в кодировке base64?
zh_hans: 确定要粘贴 %lld 字节的 Base64 编码数据吗？

# NonTextPaste.LargePasteHeading
source: Large Paste
de: Großes Einfügen
ja: 大きなペースト
pt_br: Colagem grande
ru: Большая вставка
zh_hans: 大量粘贴

# NonTextPaste.PasteAsText
source: Paste as Text
de: Als Text einfügen
ja: テキストとして貼り付け
pt_br: Colar como texto
ru: Вставить как текст
zh_hans: 粘贴为文本

# NonTextPaste.PasteBase64
source: Paste Base64-Encoded Contents
de: Base64-codierten Inhalt einfügen
ja: Base64エンコードされた内容を貼り付け
pt_br: Colar conteúdo codificado em Base64
ru: Вставить содержимое в кодировке Base64
zh_hans: 粘贴Base64编码的内容

# NonTextPaste.PasteBase64Archive
source: Paste Base64-Encoded Archive (tar.gz)
de: Base64-codiertes Archiv einfügen (tar.gz)
ja: Base64エンコードされたアーカイブ(tar.gz)を貼り付け
pt_br: Colar arquivo codificado em Base64 (tar.gz)
ru: Вставить архив в кодировке Base64 (tar.gz)
zh_hans: 粘贴Base64编码的压缩文件 (tar.gz)

# NonTextPaste.PasteBMPPrompt
source: The clipboard contains a BMP image (%@). How would you like to paste it?
de: Die Zwischenablage enthält ein BMP-Bild (%@). Wie möchten Sie es einfügen?
ja: クリップボードにBMP画像(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém uma imagem BMP (%@). Como você gostaria de colá-la?
ru: Буфер обмена содержит изображение BMP (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含一个BMP图像 (%@)。您希望如何粘贴它？

# NonTextPaste.PasteFailedTitle
source: Paste Failed
de: Einfügen fehlgeschlagen
ja: 貼り付けに失敗しました
pt_br: Falha na colagem
ru: Ошибка вставки
zh_hans: 粘贴失败

# NonTextPaste.PasteFewFilesPrompt
source: How would you like to paste %@?
de: Wie möchten Sie %@ einfügen?
ja: %@をどのように貼り付けますか?
pt_br: Como você gostaria de colar %@?
ru: Как вы хотите вставить %@?
zh_hans: 您希望如何粘贴 %@？

# NonTextPaste.PasteFileHeading
source: Paste File
de: Datei einfügen
ja: ファイルを貼り付け
pt_br: Colar arquivo
ru: Вставить файл
zh_hans: 粘贴文件

# NonTextPaste.PasteFilesHeading
source: Paste Files
de: Dateien einfügen
ja: ファイルを貼り付け
pt_br: Colar arquivos
ru: Вставить файлы
zh_hans: 粘贴文件

# NonTextPaste.PasteFolderHeading
source: Paste Folder
de: Ordner einfügen
ja: フォルダを貼り付け
pt_br: Colar pasta
ru: Вставить папку
zh_hans: 粘贴文件夹

# NonTextPaste.PasteGenericImagePrompt
source: The clipboard contains an image (%@). How would you like to paste it?
de: Die Zwischenablage enthält ein Bild (%@). Wie möchten Sie es einfügen?
ja: クリップボードに画像(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém uma imagem (%@). Como você deseja colá-la?
ru: Буфер обмена содержит изображение (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含一个图像（%@）。您希望如何粘贴它？

# NonTextPaste.PasteGIFPrompt
source: The clipboard contains a GIF image (%@). How would you like to paste it?
de: Die Zwischenablage enthält ein GIF-Bild (%@). Wie möchten Sie es einfügen?
ja: クリップボードにGIF画像(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém uma imagem GIF (%@). Como você gostaria de colá-la?
ru: Буфер обмена содержит изображение GIF (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含一个GIF图像（%@）。您希望如何粘贴它？

# NonTextPaste.PasteHEICPrompt
source: The clipboard contains a HEIC image (%@). How would you like to paste it?
de: Die Zwischenablage enthält ein HEIC-Bild (%@). Wie möchten Sie es einfügen?
ja: クリップボードにHEIC画像(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém uma imagem HEIC (%@). Como você deseja colá-la?
ru: Буфер обмена содержит изображение HEIC (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含一个HEIC图像（%@）。您希望如何粘贴它？

# NonTextPaste.PasteImageHeading
source: Paste Image
de: Bild einfügen
ja: 画像を貼り付け
pt_br: Colar imagem
ru: Вставить изображение
zh_hans: 粘贴图像

# NonTextPaste.PasteJPEGPrompt
source: The clipboard contains a JPEG image (%@). How would you like to paste it?
de: Die Zwischenablage enthält ein JPEG-Bild (%@). Wie möchten Sie es einfügen?
ja: クリップボードにJPEG画像(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém uma imagem JPEG (%@). Como você deseja colá-la?
ru: Буфер обмена содержит изображение JPEG (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含一个JPEG图像（%@）。您希望如何粘贴它？

# NonTextPaste.PasteManyFilesPrompt
source: How would you like to paste these %lld files?
de: Wie möchten Sie diese %lld Dateien einfügen?
ja: これらの%lld個のファイルをどのように貼り付けますか?
pt_br: Como você gostaria de colar estes %lld arquivos?
ru: Как вы хотите вставить эти %lld файла?
zh_hans: 您希望如何粘贴这 %lld 个文件？

# NonTextPaste.PasteOneFilePrompt
source: How would you like to paste the file “%@”?
de: Wie möchten Sie die Datei „%@“ einfügen?
ja: ファイル「%@」をどのように貼り付けますか?
pt_br: Como você deseja colar o arquivo “%@”?
ru: Как вы хотите вставить файл «%@»?
zh_hans: 您想如何粘贴“%@”文件？

# NonTextPaste.PasteOneFolderPrompt
source: How would you like to paste the folder “%@”?
de: Wie möchten Sie den Ordner „%@“ einfügen?
ja: フォルダ「%@」をどのように貼り付けますか?
pt_br: Como você deseja colar a pasta “%@”?
ru: Как вы хотите вставить папку «%@»?
zh_hans: 您想如何粘贴“%@”文件夹？

# NonTextPaste.PastePath
source: Paste Path
de: Pfad einfügen
ja: パスを貼り付け
pt_br: Colar caminho
ru: Вставить путь
zh_hans: 粘贴路径

# NonTextPaste.PastePaths
source: Paste Paths
de: Pfade einfügen
ja: パスを貼り付け
pt_br: Colar caminhos
ru: Вставить пути
zh_hans: 粘贴路径

# NonTextPaste.PastePNGPrompt
source: The clipboard contains a PNG image (%@). How would you like to paste it?
de: Die Zwischenablage enthält ein PNG-Bild (%@). Wie möchten Sie es einfügen?
ja: クリップボードにPNG画像(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém uma imagem PNG (%@). Como você deseja colá-la?
ru: Буфер обмена содержит изображение PNG (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含一个 PNG 图像（%@）。您希望如何粘贴它？

# NonTextPaste.PasteTIFFPrompt
source: The clipboard contains a TIFF image (%@). How would you like to paste it?
de: Die Zwischenablage enthält ein TIFF-Bild (%@). Wie möchten Sie es einfügen?
ja: クリップボードにTIFF画像(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém uma imagem TIFF (%@). Como você deseja colá-la?
ru: Буфер обмена содержит изображение TIFF (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含一个 TIFF 图像（%@）。您希望如何粘贴它？

# NonTextPaste.PasteUnknownImagePrompt
source: The clipboard contains image data (%@). How would you like to paste it?
de: Die Zwischenablage enthält Bilddaten (%@). Wie möchten Sie sie einfügen?
ja: クリップボードに画像データ(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém dados de imagem (%@). Como você deseja colá-la?
ru: Буфер обмена содержит данные изображения (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含图像数据（%@）。您希望如何粘贴它？

# NonTextPaste.PasteWebPPrompt
source: The clipboard contains a WebP image (%@). How would you like to paste it?
de: Die Zwischenablage enthält ein WebP-Bild (%@). Wie möchten Sie es einfügen?
ja: クリップボードにWebP画像(%@)が含まれています。どのように貼り付けますか?
pt_br: A área de transferência contém uma imagem WebP (%@). Como você deseja colá-la?
ru: Буфер обмена содержит изображение WebP (%@). Как вы хотите его вставить?
zh_hans: 剪贴板中包含一个 WebP 图像（%@）。您希望如何粘贴它？

# NonTextPaste.SaveTempAndPastePath
source: Save to Temp File and Paste Path
de: In temporärer Datei speichern und Pfad einfügen
ja: 一時ファイルに保存してパスを貼り付け
pt_br: Salvar em arquivo temporário e colar caminho
ru: Сохранить во временный файл и вставить путь
zh_hans: 保存到临时文件并粘贴路径

# NonTextPaste.SomeFilesMissing
source: %lld dropped files no longer exist and will be skipped.
de: %lld abgelegte Dateien existieren nicht mehr und werden übersprungen.
ja: ドロップされた%lld個のファイルが存在しないためスキップされます。
pt_br: %lld arquivos arrastados não existem mais e serão ignorados.
ru: %lld перетащенных файла больше не существуют и будут пропущены.
zh_hans: 拖入的 %lld 个文件已不存在，将被跳过。

# NonTextPaste.Upload
source: Upload
de: Hochladen
ja: アップロード
pt_br: Enviar
ru: Отправить
zh_hans: 上传

# NonTextPaste.UploadAndPastePath
source: Upload and Paste Path
de: Hochladen und Pfad einfügen
ja: アップロードしてパスを貼り付け
pt_br: Enviar e colar caminho
ru: Отправить и вставить путь
zh_hans: 上传并粘贴路径

# NSData.ArchiveFolderFailed
source: Failed to create archive of folder.
de: Archiv des Ordners konnte nicht erstellt werden.
ja: フォルダのアーカイブの作成に失敗しました。
pt_br: Falha ao criar o arquivo compactado da pasta.
ru: Не удалось создать архив папки.
zh_hans: 无法创建文件夹压缩包。

# NSData.WriteArchiveFailed
source: Failed to write temporary archive file.
de: Temporäre Archivdatei konnte nicht geschrieben werden.
ja: 一時アーカイブファイルの書き込みに失敗しました。
pt_br: Falha ao gravar o arquivo compactado temporário.
ru: Не удалось записать временный файл архива.
zh_hans: 无法写入临时压缩文件。

# NSFileManager.AppSupportError
source: There was a problem finding or creating your application support directory. iTerm2 won't work very well until this problem is fixed. It should be at ~/Library/Application Support/iTerm2. The error was: %@
de: Beim Suchen oder Erstellen Ihres Application-Support-Verzeichnisses ist ein Problem aufgetreten. iTerm2 funktioniert erst dann einwandfrei, wenn dieses Problem behoben ist. Es sollte sich unter ~/Library/Application Support/iTerm2 befinden. Der Fehler lautete: %@
ja: アプリケーションサポートディレクトリの検索または作成中に問題が発生しました。この問題が修正されるまで、iTerm2は正常に動作しません。 これは~/Library/Application Support/iTerm2にあるはずです。 エラーは次のとおりです: %@
pt_br: Ocorreu um problema ao localizar ou criar o diretório de suporte do aplicativo. O iTerm2 não funcionará muito bem até que este problema seja resolvido. Ele deveria estar em ~/Library/Application Support/iTerm2. O erro foi: %@
ru: Возникла проблема при поиске или создании каталога поддержки приложений. iTerm2 не будет нормально работать, пока эта проблема не будет устранена. Он должен находиться по адресу ~/Library/Application Support/iTerm2. Ошибка: %@
zh_hans: 查找或创建应用支持目录时出现问题。在此问题修复前，iTerm2 将无法正常工作。 它应位于 ~/Library/Application Support/iTerm2。 错误为： %@

# NSFileManager.AppSupportErrorHeading
source: Problem with Application Support Directory
de: Problem mit dem Application-Support-Verzeichnis
ja: Application Supportディレクトリに関する問題
pt_br: Problema com o diretório Application Support
ru: Проблема с каталогом поддержки приложений
zh_hans: 应用程序支持目录出现问题

# NSFileManager.ConfigFolderError
source: There was a problem finding or creating the config directory. You can set “Settings > Advanced > Folder for config files“ to set a custom location for this directory. Until this is fixed, some features will be disabled. %@
de: Beim Suchen oder Erstellen des Konfigurationsverzeichnisses ist ein Problem aufgetreten. Sie können unter „Einstellungen > Erweitert > Ordner für Konfigurationsdateien“ einen benutzerdefinierten Ort für dieses Verzeichnis festlegen. Bis dies behoben ist, sind einige Funktionen deaktiviert. %@
ja: 設定ディレクトリの検索または作成中に問題が発生しました。「設定 > 詳細 > 設定ファイル用フォルダ」でこのディレクトリのカスタムの場所を設定できます。この問題が修正されるまで、一部の機能は無効になります。 %@
pt_br: Ocorreu um problema ao localizar ou criar o diretório de configuração. Você pode definir “Ajustes > Avançado > Pasta para arquivos de configuração” para especificar um local personalizado para este diretório. Até que isso seja resolvido, alguns recursos serão desativados. %@
ru: Возникла проблема при поиске или создании каталога конфигурации. Вы можете задать «Настройки > Дополнительно > Папка для файлов конфигурации», чтобы указать особое расположение для этого каталога. Пока проблема не устранена, некоторые функции будут отключены. %@
zh_hans: 查找或创建配置目录时出现问题。你可以设置“设置 > 高级 > 配置文件文件夹”为此目录指定自定义位置。在此问题修复前，某些功能将被停用。 %@

# NSFileManager.ConfigFolderErrorHeading
source: Problem Creating Config Folder
de: Problem beim Erstellen des Konfigurationsordners
ja: 設定フォルダの作成に問題が発生しました
pt_br: Problema ao criar a pasta de configuração
ru: Проблема при создании папки конфигурации
zh_hans: 创建配置文件夹时出现问题

# NSFileManager.CreateDirectoryFailed
source: Failed to create %1$@: %2$@
de: Erstellen von %1$@ fehlgeschlagen: %2$@
ja: %1$@の作成に失敗しました: %2$@
pt_br: Falha ao criar %1$@: %2$@
ru: Не удалось создать %1$@: %2$@
zh_hans: 创建 %1$@ 失败： %2$@

# NSFileManager.CreateDirectoryPrompt
source: Would you like to create the directory at %@?
de: Möchten Sie das Verzeichnis unter %@ erstellen?
ja: %@にディレクトリを作成しますか?
pt_br: Deseja criar o diretório em %@?
ru: Хотите создать каталог по адресу %@?
zh_hans: 要创建位于 %@ 的目录吗？

# NSFileManager.FileExistsNotDirectory
source: File exists but is not a directory.
de: Datei existiert, ist aber kein Verzeichnis.
ja: ファイルは存在しますが、ディレクトリではありません。
pt_br: O arquivo existe, mas não é um diretório.
ru: Файл существует, но не является каталогом.
zh_hans: 文件存在但不是目录。

# NSFileManager.NoPathFound
source: No path found for directory in domain.
de: Kein Pfad für das Verzeichnis in dieser Domäne gefunden.
ja: ドメイン内のディレクトリのパスが見つかりません。
pt_br: Nenhum caminho encontrado para o diretório no domínio.
ru: Не найден путь для каталога в этом домене.
zh_hans: 域中未找到目录路径。

# NSFileManager.TryAgain
source: Try Again
de: Erneut versuchen
ja: 再試行
pt_br: Tentar novamente
ru: Попробовать снова
zh_hans: 重试

# ObjCExceptions.UnknownReason
source: Unknown reason
de: Unbekannter Grund
ja: 不明な理由
pt_br: Motivo desconhecido
ru: Неизвестная причина
zh_hans: 未知原因

# Onboarding.CompanionPairingDisabled
source: Companion device pairing has been disabled. Talk to your enterprise system administrator.
de: Die Kopplung von Companion-Geräten wurde deaktiviert. Wenden Sie sich an Ihren Systemadministrator.
ja: コンパニオンデバイスのペアリングは無効化されています。企業のシステム管理者にお問い合わせください。
pt_br: O emparelhamento do dispositivo complementar foi desativado. Fale com o administrador de sistemas da sua empresa.
ru: Сопряжение с компаньон-устройством отключено. Обратитесь к системному администратору вашей организации.
zh_hans: Companion 设备配对已被停用。请联系你的企业系统管理员。

# Onboarding.FeatureUnavailable
source: Feature Unavailable
de: Funktion nicht verfügbar
ja: 機能を利用できません
pt_br: Recurso indisponível
ru: Функция недоступна
zh_hans: 功能不可用

# Onboarding.GenerativeAIDisabled
source: Generative AI features have been disabled. Talk to your enterprise system administrator.
de: Generative-KI-Funktionen wurden deaktiviert. Wenden Sie sich an Ihren Systemadministrator.
ja: 生成AI機能は無効化されています。企業のシステム管理者にお問い合わせください。
pt_br: Os recursos de IA generativa foram desativados. Fale com o administrador de sistemas da sua empresa.
ru: Функции генеративного ИИ отключены. Обратитесь к системному администратору вашей организации.
zh_hans: 生成式 AI 功能已被停用。请联系你的企业系统管理员。

# Onboarding.NoTerminalWindowHeading
source: No Terminal Window
de: Kein Terminalfenster
ja: ターミナルウィンドウがありません
pt_br: Nenhuma janela de terminal
ru: Нет окна терминала
zh_hans: 没有终端窗口

# Onboarding.NoTerminalWindowMessage
source: You need an open terminal window to make a screenshot.
de: Sie benötigen ein geöffnetes Terminalfenster, um einen Screenshot zu erstellen.
ja: スクリーンショットを撮るには、開いているターミナルウィンドウが必要です。
pt_br: Você precisa de uma janela de terminal aberta para fazer uma captura de tela.
ru: Для создания снимка экрана необходимо открытое окно терминала.
zh_hans: 你需要一个打开的终端窗口才能截屏。

# OnePassword.AuthErrorTitle
source: Authentication Error
de: Authentifizierungsfehler
ja: 認証エラー
pt_br: Erro de autenticação
ru: Ошибка аутентификации
zh_hans: 认证错误

# OnePassword.CannotFindMessage
source: In order to use the 1Password integration, iTerm2 needs to know where to find the CLI app named “op”. It’s normally in /usr/local/bin. If you have installed it elsewhere, please select Locate to provide its location.
de: Um die 1Password-Integration zu nutzen, muss iTerm2 wissen, wo sich die CLI-App namens „op“ befindet. Normalerweise befindet sie sich in /usr/local/bin. Wenn Sie sie an einem anderen Ort installiert haben, wählen Sie bitte „Suchen“, um den Speicherort anzugeben.
ja: 1Password連携機能を使用するには、iTerm2は「op」という名前のCLIアプリの場所を知る必要があります。通常は/usr/local/binにあります。別の場所にインストールしている場合は、「探す」を選択して場所を指定してください。
pt_br: Para usar a integração com o 1Password, o iTerm2 precisa saber onde encontrar o app de CLI chamado “op”. Ele normalmente está em /usr/local/bin. Se você o instalou em outro lugar, selecione Localizar para fornecer sua localização.
ru: Чтобы использовать интеграцию с 1Password, iTerm2 должен знать, где найти CLI-приложение с именем «op». Обычно оно находится в /usr/local/bin. Если вы установили его в другое место, выберите «Найти», чтобы указать его расположение.
zh_hans: 要使用 1Password 集成，iTerm2 需要知道名为“op”的 CLI 应用的位置。它通常在 /usr/local/bin。如果你安装在别处，请选择“定位”以提供其位置。

# OnePassword.CannotFindTitle
source: Can’t Find 1Password CLI
de: 1Password-CLI nicht gefunden
ja: 1Password CLIが見つかりません
pt_br: Não é possível encontrar o CLI do 1Password
ru: Не удаётся найти CLI 1Password
zh_hans: 找不到 1Password CLI

# OnePassword.EnterMasterPassword
source: Enter your 1Password master password:
de: Geben Sie Ihr 1Password-Master-Passwort ein:
ja: 1Passwordのマスターパスワードを入力してください:
pt_br: Digite sua senha mestra do 1Password:
ru: Введите мастер-пароль 1Password:
zh_hans: 输入你的 1Password 主密码：

# OnePassword.EnterMasterPasswordForAccount
source: Enter the 1Password master password for account “%@”:
de: Geben Sie das 1Password-Master-Passwort für das Konto „%@“ ein:
ja: アカウント「%@」の1Passwordマスターパスワードを入力してください:
pt_br: Digite a senha mestra do 1Password para a conta “%@”:
ru: Введите мастер-пароль 1Password для учётной записи «%@»:
zh_hans: 输入账户“%@”的 1Password 主密码：

# OnePassword.GarbledOutput
source: The 1Password CLI app produced garbled output instead of an auth token.
de: Die 1Password-CLI-App hat statt eines Auth-Tokens unlesbare Ausgabe erzeugt.
ja: 1Password CLIアプリが認証トークンの代わりに文字化けした出力を返しました。
pt_br: O app de CLI do 1Password produziu uma saída ilegível em vez de um token de autenticação.
ru: Приложение CLI 1Password вернуло нечитаемые данные вместо токена аутентификации.
zh_hans: 1Password CLI App 生成了乱码输出，而不是身份验证令牌。

# OnePassword.Locate
source: Locate
de: Suchen
ja: 探す
pt_br: Localizar
ru: Найти
zh_hans: 定位

# OnePassword.NotFoundMessage
source: The 1Password CLI could not be found, or is older than the required version %@. Check that a current op is installed.
de: Die 1Password-CLI konnte nicht gefunden werden oder ist älter als die erforderliche Version %@. Stellen Sie sicher, dass eine aktuelle Version von op installiert ist.
ja: 1Password CLIが見つからないか、必要なバージョン%@より古いバージョンです。最新のopがインストールされていることを確認してください。
pt_br: Não foi possível encontrar o CLI do 1Password, ou ele é mais antigo que a versão %@ exigida. Verifique se um op atual está instalado.
ru: Не удалось найти CLI 1Password, либо установленная версия старше требуемой %@. Убедитесь, что установлена актуальная версия op.
zh_hans: 1Password CLI 未找到，或版本低于要求%@。请检查是否安装了当前版本。

# OnePassword.TooOldMessage
source: The 1Password CLI at %1$@ is too old. The iTerm2 integration requires version %2$@ or later.
de: Die 1Password-CLI unter %1$@ ist zu alt. Die iTerm2-Integration erfordert Version %2$@ oder neuer.
ja: %1$@にある1Password CLIは古すぎます。iTerm2との連携にはバージョン%2$@以降が必要です。
pt_br: O CLI do 1Password em %1$@ é muito antigo. A integração do iTerm2 requer a versão %2$@ ou posterior.
ru: CLI 1Password по пути %1$@ слишком старый. Для интеграции с iTerm2 требуется версия %2$@ или новее.
zh_hans: 1Password CLI 的 %1$@版本过旧。iTerm2 集成需要 %2$@或更高版本。

# OnePassword.UnavailableTitle
source: OnePassword Unavailable
de: 1Password nicht verfügbar
ja: 1Passwordを利用できません
pt_br: 1Password indisponível
ru: 1Password недоступен
zh_hans: 1Password 不可用

# OnePasswordDataSource.TimeoutMessage
source: 1Password took too long to respond.
de: 1Password hat zu lange für eine Antwort gebraucht.
ja: 1Passwordの応答に時間がかかりすぎました。
pt_br: O 1Password demorou muito para responder.
ru: 1Password слишком долго не отвечал.
zh_hans: 1Password 响应超时。

# OnePasswordDataSource.TimeoutTitle
source: Timeout
de: Zeitüberschreitung
ja: タイムアウト
pt_br: Tempo esgotado
ru: Тайм-аут
zh_hans: 超时

# OpenFile.ConfirmRun
source: OK to run “%@”?
de: „%@“ ausführen?
ja: 「%@」を実行してもよいですか?
pt_br: Deseja executar “%@”?
ru: Запустить «%@»?
zh_hans: 运行“%@”？

# OpenLink.FileTitle
source: iTerm2 can display files like this in its built-in web browser! Would you like to open this link in iTerm2?
de: iTerm2 kann solche Dateien in seinem integrierten Webbrowser anzeigen! Möchten Sie diesen Link in iTerm2 öffnen?
ja: iTerm2は内蔵のWebブラウザでこのようなファイルを表示できます!このリンクをiTerm2で開きますか?
pt_br: O iTerm2 pode exibir arquivos como este em seu navegador web integrado! Deseja abrir este link no iTerm2?
ru: iTerm2 может отображать подобные файлы во встроенном веб-браузере! Хотите открыть эту ссылку в iTerm2?
zh_hans: iTerm2 可以在其内置网页浏览器中显示此类文件！要在 iTerm2 中打开此链接吗？

# OpenLink.Heading
source: Open in iTerm2?
de: In iTerm2 öffnen?
ja: iTerm2で開きますか?
pt_br: Abrir no iTerm2?
ru: Открыть в iTerm2?
zh_hans: 在 iTerm2 中打开？

# OpenLink.OpenIniTerm2
source: Open in iTerm2
de: In iTerm2 öffnen
ja: iTerm2で開く
pt_br: Abrir no iTerm2
ru: Открыть в iTerm2
zh_hans: 在 iTerm2 中打开

# OpenLink.UseDefaultApp
source: Use Default App
de: Standard-App verwenden
ja: デフォルトのアプリを使用
pt_br: Usar app padrão
ru: Использовать приложение по умолчанию
zh_hans: 使用默认应用
